 <!DOCTYPE html>

 <html>

 <head>

   <title>Priscilla Pappaterra </title>
 
     <link rel="shortcut icon" href="imagenes/moon.ico.ico">
     <link rel="stylesheet" type="text/css" href="css/reset.css">
      <link rel="stylesheet" type="text/css" href="css/stylesheet.css"> 

 </head>
   
     <body>

          <header style="background-image: url(imagenes/patron.jpg);">


             <a href="index.html"> <img src="imagenes/logo.png" class="logo" /> </a>
	
	     </header>

 <nav> 

     <ul> <li><a class="nav" href="index.html"> INICIO </li>
     <li><a href="identidad.html"> IDENTIDAD VISUAL </li>
     <li><a href="editorial.html">  DISE&Ntilde;O EDITORIAL</li> </ul></ul> </a>

 </nav>



<section>


    <article class="ae1">


             <img src="imagenes/portadar.jpg" class="portada"/>
                

                 <p> <href="index.html"> 

                  <h3 class="he">Dise&ntilde;o de Portada</h3>

                     Mi objetivo en este nuevo logo principalmente es hacer un dise&ntilde;o mas simple, que sea agradable y f&aacute;cil de mantenerse en la mente del consumidor de manera memorable. De esta manera tambi&eacute;n podr&aacute; tener escalabilidad y armon&iacute;a. Quiero mantener los colores pero que aun pueda ser un buen logo que no luzca exagerado. Y as&iacute; tambi&eacute;n mantener la esencia de un Super Mercado confiable y tradicional que se encuentra en la vida de los dominicanos hace mas de 70 a&ntilde;os. Mantener una tipograf&iacute;a sans serif que represente la marca que es familiar, amigable y vers&aacute;til. Retirar totalmente todo tipo de bordes y rellenos ya que no se mantiene a la hora de colocar el logo en peque&ntilde;a escala y tambi&eacute;n lo hace lucir muy cargado. Finalmente, que se mantenga muy solido y sencillo porque es la mejor forma de que logre comunicar a que se dedica la marca y que representa. </p>  

	</article>



<article class="ae2">
           
    <img src="imagenes/doblep.jpg" class="doblep"/>
    <p> <href="index.html">

        <h3 class="he">Dise&ntilde;o de Doble Pagina</h3>

	       Para la elaboraci&oacute;n de este logo decid&iacute;  enfocarme principalmente en el nuevo p&uacute;blico de la marca, creando un logo que se relacionara directamente con ellos. Utilic&eacute; una tipograf&iacute;a creada con una t&eacute;cnica llamada &ldquo;Lettering&rdquo;, &eacute;ste es el arte de dibujar letras sin ning&eacute;n tipo de barreras. Esta t&eacute;cnica se ha convertido en una tendencia a nivel mundial hasta llegar a la Rep&uacute;   blica Dominicana. Es una t&eacute;cnica que normalmente se ha conocido como un  hobbie pero que est&aacute; emergiendo en el mundo de las marcas. &Eacute;sta tipograf&iacute; a da movimiento y ligereza, simulando un sketch. Representando totalmente a Dr. Zapato no s&oacute;lo como una reparadora, sino como artesanos que se rigen bajo un mismo concepto art&aacute;stico. Creando ese efecto de manualidad y destreza. El lettering nos da no solo juventud, sino tambi&eacute;n diversi&oacute;n, versatilidad e innovaci&oacute;n. </p>  </article>

</section>


<footer>
		
	 <p>priscillapappaterra.com - Todos los derechos reservados</p>

</footer>

